export const PrivacyPolicy = ` ПОЛИТИКА ЗА ПОВЕРИТЕЛНОСТ
Последна актуализация на 07 април 2025 г
 
Тази Декларация за поверителност за ЧЪК СТАР ЕООД (работеща като Digital Estate) („ ние “, „ нас “ или „ наши “), описва как и защо можем да осъществяваме достъп, събираме, съхраняваме, използваме и/или споделяме („ обработваме “) вашата лична информация, когато използвате нашите услуги („ Услуги “), включително когато:
Посетете нашия уебсайт на адрес https://digital-estate.bg или който и да е наш уебсайт, който има връзка към това Уведомление за поверителност
Свържете се с нас по други начини, включително всякакви продажби, маркетинг или събития
Въпроси или опасения? Четенето на това Известие за поверителност ще ви помогне да разберете вашите права и възможности за поверителност. Ние носим отговорност за вземането на решения за това как се обработва вашата лична информация. Ако не сте съгласни с нашите политики и практики, моля, не използвайте нашите Услуги. Ако все още имате въпроси или притеснения, моля свържете се с нас на support@digital-estate.bg.
 
ОБОБЩЕНИЕ НА КЛЮЧОВИТЕ МОМЕНТИ
Това обобщение предоставя ключови моменти от нашето Известие за поверителност, но можете да научите повече подробности за всяка от тези теми, като щракнете върху връзката след всяка ключова точка или като използвате нашето съдържание по-долу, за да намерите секцията, която търсите.
 
Каква лична информация обработваме? Когато посещавате, използвате или навигирате в нашите Услуги, ние може да обработваме лична информация в зависимост от това как взаимодействате с нас и Услугите, изборите, които правите, и продуктите и функциите, които използвате. Научете повече за личната информация, която ни разкривате .
 
Обработваме ли чувствителна лична информация? Част от информацията може да се счита за „специална“ или „чувствителна“ в определени юрисдикции, например вашият расов или етнически произход, сексуална ориентация и религиозни вярвания. Ние не обработваме чувствителна лична информация.
 
Събираме ли информация от трети страни? Ние не събираме информация от трети страни.
 
Как обработваме вашата информация? Ние обработваме вашата информация, за да предоставяме, подобряваме и администрираме нашите Услуги, да комуникираме с вас, за сигурност и предотвратяване на измами и за спазване на закона. Може също така да обработваме вашата информация за други цели с вашето съгласие. Ние обработваме вашата информация само когато имаме валидно правно основание за това. Научете повече за това как обработваме вашата информация .
 
В какви ситуации и с какви видове страни споделяме лична информация? Можем да споделяме информация в конкретни ситуации и с конкретни категории трети страни. Научете повече за това кога и с кого споделяме вашите лични данни .
 
Как пазим вашата информация в безопасност? Разполагаме с адекватни организационни и технически процеси и процедури за защита на вашата лична информация. Въпреки това, нито едно електронно предаване по интернет или технология за съхранение на информация не може да бъде гарантирано, че е 100% сигурно, така че не можем да обещаем или гарантираме, че хакери, киберпрестъпници или други неупълномощени трети страни няма да могат да провалят нашата сигурност и неправомерно да събират, осъществяват достъп, крадат или променят вашата информация. Научете повече за това как пазим вашата информация в безопасност .
 
Какви са вашите права? В зависимост от това къде се намирате географски, приложимият закон за поверителност може да означава, че имате определени права по отношение на вашата лична информация. Научете повече за вашите права на поверителност .
 
Как упражнявате правата си? Най-лесният начин да упражните правата си е като подадете заявка за достъп на субект на данни или като се свържете с нас. Ние ще разгледаме и ще действаме при всяко искане в съответствие с приложимите закони за защита на данните.
 
Искате ли да научите повече за това какво правим с информацията, която събираме? Прегледайте изцяло Уведомлението за поверителност .
 
СЪДЪРЖАНИЕ
1. КАКВА ИНФОРМАЦИЯ СЪБИРАМЕ?
2. КАК ОБРАБОТВАМЕ ВАШАТА ИНФОРМАЦИЯ?
3. КОГА И С КОГО СПОДЕЛЯМЕ ВАШАТА ЛИЧНА ИНФОРМАЦИЯ?
4. ИЗПОЛЗВАМЕ ЛИ БИСКВИТКИ И ДРУГИ ТЕХНОЛОГИИ ЗА ПРОСЛЕДЯВАНЕ?
5. ПРЕДЛАГАМЕ ЛИ ПРОДУКТИ, БАЗИРАНИ НА ИЗКУСТВЕН ИНТЕЛЕКТ?
6. КАК РАБОТИМ С ВАШИТЕ СОЦИАЛНИ ВЛИЗАНИЯ?
7. КОЛКО ВРЕМЕ ПАЗИМ ВАШАТА ИНФОРМАЦИЯ?
8. КАК ПАЗИМ ВАШАТА ИНФОРМАЦИЯ?
9. СЪБИРАМЕ ЛИ ИНФОРМАЦИЯ ОТ НЕпълнолетни?
10. КАКВИ СА ВАШИТЕ ПРАВА ЗА ПОВЕРИТЕЛНОСТ?
11. КОНТРОЛИ ЗА ФУНКЦИИ ЗА НЕ ПРОСЛЕДЯВАНЕ
12. ПРАВИМ ЛИ АКТУАЛИЗАЦИИ НА ТОВА ИЗВЕСТИЕ?
13. КАК МОЖЕТЕ ДА СЕ СВЪРЖЕТЕ С НАС ОТНОСНО ТОВА ИЗВЕСТИЕ?
14. КАК МОЖЕТЕ ДА ПРЕГЛЕДАТЕ, АКТУАЛИЗИРАТЕ ИЛИ ИЗТРИЕТЕ ДАННИТЕ, КОИТО СЪБИРАМЕ ОТ ВАС?
 
1. КАКВА ИНФОРМАЦИЯ СЪБИРАМЕ?
Лична информация, която ни разкривате
Накратко: Ние събираме лична информация, която ни предоставяте.
 
Ние събираме лична информация, която доброволно ни предоставяте, когато се регистрирате в Услугите, изразявате интерес да получите информация за нас или нашите продукти и Услуги, когато участвате в дейности в Услугите или по друг начин, когато се свързвате с нас.
 
Лична информация, предоставена от вас. Личната информация, която събираме, зависи от контекста на вашето взаимодействие с нас и Услугите, изборите, които правите, и продуктите и функциите, които използвате. Личната информация, която събираме, може да включва следното:
имена
телефонни номера
имейл адреси
длъжности
потребителски имена
пароли
адреси за фактуриране
Чувствителна информация. Ние не обработваме чувствителна информация.
 
Данни за плащане. Може да събираме данни, необходими за обработка на вашето плащане, ако решите да правите покупки, като например номера на вашия платежен инструмент и кода за сигурност, свързан с вашия платежен инструмент. Всички данни за плащане се обработват и съхраняват от Stripe. Можете да намерите връзката(ите) към тяхното съобщение за поверителност тук: https://stripe.com/en-bg/privacy .
 
Данни за вход в социални медии. Може да ви предоставим опцията да се регистрирате при нас, като използвате данните за вашия съществуващ акаунт в социални медии, като вашия Facebook, X или друг акаунт в социални медии. Ако решите да се регистрирате по този начин, ние ще съберем определена информация за вашия профил от доставчика на социалните медии, както е описано в раздела, озаглавен „ КАК РАБОТИМ С ВАШИТЕ СОЦИАЛНИ ВХОДИ? “ по-долу.
 
Цялата лична информация, която ни предоставяте, трябва да бъде вярна, пълна и точна и трябва да ни уведомите за всякакви промени в тази лична информация.
Информацията се събира автоматично
Накратко: Част от информацията — като вашия адрес на интернет протокол (IP) и/или характеристики на браузъра и устройството — се събира автоматично, когато посещавате нашите Услуги.
 
Ние автоматично събираме определена информация, когато посещавате, използвате или навигирате в Услугите. Тази информация не разкрива вашата конкретна самоличност (като вашето име или информация за контакт), но може да включва информация за устройството и използването, като вашия IP адрес, характеристики на браузъра и устройството, операционна система, езикови предпочитания, препращащи URL адреси, име на устройство, държава, местоположение, информация за това как и кога използвате нашите Услуги и друга техническа информация. Тази информация е необходима предимно за поддържане на сигурността и функционирането на нашите Услуги, както и за нашите вътрешни анализи и отчетни цели.
 
Подобно на много фирми, ние също събираме информация чрез бисквитки и подобни технологии. Можете да научите повече за това в нашето Известие за бисквитки: digital-estate.bg/cookies.
 
Информацията, която събираме включва:
Регистрационни данни и данни за използване. Регистрационните данни и данните за използването са информация, свързана с услугата, диагностика, използване и производителност, която нашите сървъри събират автоматично, когато осъществявате достъп или използвате нашите Услуги и която записваме в регистрационни файлове. В зависимост от начина, по който взаимодействате с нас, тези регистрационни данни може да включват вашия IP адрес, информация за устройството, тип браузър и настройки и информация за вашата активност в Услугите (като клеймото за дата/час, свързани с вашето използване, прегледани страници и файлове, търсения и други действия, които предприемате, като например кои функции използвате), информация за събития на устройството (като активност на системата, отчети за грешки (понякога наричани „изхвърляния на сривове“) и хардуерни настройки).
Данни за устройството. Ние събираме данни за устройството, като информация за вашия компютър, телефон, таблет или друго устройство, което използвате за достъп до Услугите. В зависимост от използваното устройство, тези данни за устройството може да включват информация като вашия IP адрес (или прокси сървър), идентификационни номера на устройството и приложението, местоположение, тип браузър, модел на хардуера, доставчик на интернет услуги и/или мобилен оператор, операционна система и информация за конфигурацията на системата.
Google API
Нашата употреба на информация, получена от API на Google, ще се придържа към Правилата за потребителски данни на услугите на Google API , включително изискванията за ограничена употреба .
 
 
2. КАК ОБРАБОТВАМЕ ВАШАТА ИНФОРМАЦИЯ?
Накратко: Ние обработваме вашата информация, за да предоставяме, подобряваме и администрираме нашите Услуги, да комуникираме с вас, за сигурност и предотвратяване на измами и за да спазваме закона. Може също така да обработваме вашата информация за други цели с вашето съгласие.
 
Ние обработваме вашата лична информация по различни причини, в зависимост от това как взаимодействате с нашите Услуги, включително:
За улесняване на създаването и удостоверяването на акаунт и по друг начин за управление на потребителски акаунти. Може да обработим вашата информация, за да можете да създадете и да влезете в своя акаунт, както и да поддържате акаунта си в изправност.
За предоставяне и улесняване на предоставянето на услуги на потребителя. Възможно е да обработим вашата информация, за да ви предоставим исканата услуга.
Да отговаря на потребителски запитвания/предлага поддръжка на потребителите. Можем да обработим вашата информация, за да отговорим на вашите запитвания и да разрешим евентуални проблеми, които може да имате с исканата услуга.
За изпълнение и управление на вашите поръчки. Може да обработваме информацията ви, за да изпълняваме и управляваме вашите поръчки, плащания, връщания и обмени, направени чрез Услугите.
За изпращане на маркетингови и промоционални съобщения. Можем да обработваме личната информация, която ни изпращате, за нашите маркетингови цели, ако това е в съответствие с вашите маркетингови предпочитания. Можете да се откажете от нашите маркетингови имейли по всяко време. За повече информация вижте „ КАКВИ СА ВАШИТЕ ПРАВА НА ПОВЕРИТЕЛНОСТ? “ по-долу.
За да оценим и подобрим нашите Услуги, продукти, маркетинг и вашето преживяване. Можем да обработваме вашата информация, когато смятаме, че е необходимо да идентифицираме тенденциите в употребата, да определим ефективността на нашите промоционални кампании и да оценим и подобрим нашите Услуги, продукти, маркетинг и вашето преживяване.
За идентифициране на тенденциите в употребата. Може да обработваме информация за това как използвате нашите Услуги, за да разберем по-добре как се използват, за да можем да ги подобрим.
За да определим ефективността на нашите маркетингови и промоционални кампании. Може да обработим вашата информация, за да разберем по-добре как да осигурим маркетингови и промоционални кампании, които са най-подходящи за вас.
 
3. КОГА И С КОГО СПОДЕЛЯМЕ ВАШАТА ЛИЧНА ИНФОРМАЦИЯ?
Накратко: Можем да споделяме информация в конкретни ситуации, описани в този раздел и/или със следните категории трети страни.
 
Доставчици, консултанти и други доставчици на услуги трети страни. Може да споделяме вашите данни с доставчици, доставчици на услуги, изпълнители или агенти трети страни („ трети страни “), които извършват услуги за нас или от наше име и изискват достъп до такава информация, за да извършат тази работа. Имаме договори с нашите трети страни, които са предназначени да помогнат за защитата на вашата лична информация. Това означава, че те не могат да направят нищо с вашата лична информация, освен ако не сме ги инструктирали да го направят. Те също така няма да споделят вашата лична информация с друга организация освен с нас. Те също така се ангажират да защитават данните, които държат от наше име, и да ги съхраняват за периода, който инструктираме.
 
Категориите трети страни, с които можем да споделяме лична информация, са следните:
Рекламни мрежи
Услуги за анализ на данни
Платежни процесори
Услуги за регистрация на потребителски акаунт и удостоверяване
Доставчици на услуги за хостинг на уебсайтове
 
Може също така да се наложи да споделим вашата лична информация в следните ситуации:
Бизнес трансфери. Можем да споделим или прехвърлим вашата информация във връзка с или по време на преговори за всяко сливане, продажба на активи на компания, финансиране или придобиване на целия или част от нашия бизнес към друга компания.
 
4. ИЗПОЛЗВАМЕ ЛИ БИСКВИТКИ И ДРУГИ ТЕХНОЛОГИИ ЗА ПРОСЛЕДЯВАНЕ?
Накратко: Може да използваме бисквитки и други технологии за проследяване, за да събираме и съхраняваме вашата информация.
 
Може да използваме бисквитки и подобни технологии за проследяване (като уеб маяци и пиксели), за да събираме информация, когато взаимодействате с нашите Услуги. Някои технологии за онлайн проследяване ни помагат да поддържаме сигурността на нашите Услуги и вашия акаунт, предотвратяваме сривове, коригираме грешки, запазваме вашите предпочитания и помагаме с основните функции на сайта.
 
Също така разрешаваме на трети страни и доставчици на услуги да използват технологии за онлайн проследяване на нашите Услуги за анализи и реклама, включително за подпомагане на управлението и показването на реклами, за персонализиране на реклами според вашите интереси или за изпращане на напомняния за изоставена пазарска количка (в зависимост от вашите предпочитания за комуникация). Третите страни и доставчиците на услуги използват своите технологии, за да предоставят реклами за продукти и услуги, съобразени с вашите интереси, които могат да се показват или в нашите Услуги, или в други уебсайтове.
 
Конкретна информация за това как използваме такива технологии и как можете да откажете определени бисквитки е изложена в нашето Известие за бисквитки: digital-estate.bg/cookies.
Google Analytics
Може да споделим вашата информация с Google Analytics, за да проследяваме и анализираме използването на Услугите. Функциите за рекламиране на Google Analytics, които може да използваме, включват: Отчитане на импресиите в дисплейната мрежа на Google и Отчитане на демографски данни и интереси на Google Analytics. За да се откажете да бъдете проследявани от Google Analytics в Услугите, посетете https://tools.google.com/dlpage/gaoptout . Можете да се откажете от функциите за рекламиране на Google Analytics чрез Настройки за реклами и Настройки за реклами за мобилни приложения. Други средства за отказ включват http://optout.networkadvertising.org/ и http://www.networkadvertising.org/mobile-choice . За повече информация относно практиките за поверителност на Google, моля, посетете страницата за поверителност и условия на Google .
 
5. ПРЕДЛАГАМЕ ЛИ ПРОДУКТИ, БАЗИРАНИ НА ИЗКУСТВЕН ИНТЕЛЕКТ?
Накратко: Ние предлагаме продукти, функции или инструменти, задвижвани от изкуствен интелект, машинно обучение или подобни технологии.
 
Като част от нашите Услуги, ние предлагаме продукти, функции или инструменти, задвижвани от изкуствен интелект, машинно обучение или подобни технологии (наричани заедно „продукти с изкуствен интелект“). Тези инструменти са предназначени да подобрят вашето изживяване и да ви предоставят иновативни решения. Условията в тази Декларация за поверителност уреждат използването от ваша страна на продуктите с изкуствен интелект в нашите услуги.
 
Нашите AI продукти
 
Нашите AI продукти са проектирани за следните функции:
Генериране на изображения
 
Как обработваме вашите данни с помощта на AI
 
Цялата лична информация, обработвана с помощта на нашите AI продукти, се обработва в съответствие с нашето Известие за поверителност и нашето споразумение с трети страни. Това гарантира висока степен на сигурност и защитава вашата лична информация по време на целия процес, като ви осигурява спокойствие относно безопасността на вашите данни.
 
6. КАК РАБОТИМ С ВАШИТЕ СОЦИАЛНИ ВЛИЗАНИЯ?
Накратко: Ако решите да се регистрирате или да влезете в нашите Услуги, като използвате акаунт в социални медии, може да имаме достъп до определена информация за вас.
 
Нашите Услуги ви предлагат възможността да се регистрирате и влизате, като използвате данните за вашия акаунт в социални медии на трета страна (като вашите данни за вход във Facebook или X). Когато решите да направите това, ние ще получим определена информация за вашия профил от вашия доставчик на социални медии. Информацията за профила, която получаваме, може да варира в зависимост от съответния доставчик на социални медии, но често ще включва вашето име, имейл адрес, списък с приятели и профилна снимка, както и друга информация, която решите да направите публична на такава социална медийна платформа.
 
Ние ще използваме информацията, която получаваме, само за целите, които са описани в това Уведомление за поверителност или които са ви разяснени по друг начин в съответните Услуги. Моля, имайте предвид, че ние не контролираме и не носим отговорност за други употреби на вашата лична информация от вашия доставчик на социални медии трета страна. Препоръчваме ви да прегледате тяхното съобщение за поверителност, за да разберете как те събират, използват и споделят вашата лична информация и как можете да зададете вашите предпочитания за поверителност на техните сайтове и приложения.
 
7. КОЛКО ВРЕМЕ ПАЗИМ ВАШАТА ИНФОРМАЦИЯ?
Накратко: Ние съхраняваме вашата информация толкова дълго, колкото е необходимо, за да изпълним целите, описани в това Известие за поверителност, освен ако не се изисква друго от закона.
 
Ние ще съхраняваме вашата лична информация само толкова дълго, колкото е необходимо за целите, посочени в това Известие за поверителност, освен ако не се изисква по-дълъг период на съхранение или е разрешен от закона (като данъчни, счетоводни или други законови изисквания). Никаква цел в това известие няма да изисква от нас да пазим вашата лична информация за по-дълъг период от време, през който потребителите имат акаунт при нас.
 
Когато нямаме текуща законна бизнес необходимост да обработваме вашата лична информация, ние или ще изтрием, или ще анонимизираме такава информация, или, ако това не е възможно (например, тъй като вашата лична информация е била съхранена в резервни архиви), тогава ние ще съхраняваме сигурно личната ви информация и ще я изолираме от по-нататъшна обработка, докато изтриването стане възможно.
 
8. КАК ПАЗИМ ВАШАТА ИНФОРМАЦИЯ?
Накратко: Ние се стремим да защитим вашата лична информация чрез система от организационни и технически мерки за сигурност.
 
Въведохме подходящи и разумни технически и организационни мерки за сигурност, предназначени да защитят сигурността на всяка лична информация, която обработваме. Въпреки това, въпреки нашите предпазни мерки и усилия да защитим вашата информация, никакво електронно предаване през интернет или технология за съхранение на информация не може да бъде гарантирано, че е 100% сигурно, така че не можем да обещаем или гарантираме, че хакери, киберпрестъпници или други неупълномощени трети страни няма да могат да провалят нашата сигурност и неправомерно да събират, да осъществяват достъп, да крадат или променят вашата информация. Въпреки че ще направим всичко възможно да защитим вашата лична информация, предаването на лична информация към и от нашите Услуги е на ваш собствен риск. Трябва да имате достъп до Услугите само в защитена среда.
 
9. СЪБИРАМЕ ЛИ ИНФОРМАЦИЯ ОТ НЕпълнолетни?
Накратко: Ние не събираме съзнателно данни от и не предлагаме на деца под 18-годишна възраст.
 
Ние не събираме съзнателно, не изискваме данни от или предлагаме на пазара на деца под 18-годишна възраст, нито съзнателно продаваме такава лична информация. Използвайки Услугите, вие декларирате, че имате поне 18 години или че сте родител или настойник на такова непълнолетно лице и се съгласявате с използването на Услугите от такова непълнолетно лице. Ако научим, че е събрана лична информация от потребители на възраст под 18 години, ние ще деактивираме акаунта и ще предприемем разумни мерки за незабавно изтриване на тези данни от нашите записи. Ако научите каквито и да било данни, които може да сме събрали от деца под 18 години, моля, свържете се с нас на support@digital-estate.bg.
 
10. КАКВИ СА ВАШИТЕ ПРАВА ЗА ПОВЕРИТЕЛНОСТ?
Накратко: Можете да прегледате, промените или прекратите акаунта си по всяко време, в зависимост от вашата страна, провинция или държава на пребиваване.
 
Оттегляне на вашето съгласие: Ако разчитаме на вашето съгласие, за да обработваме вашата лична информация, което може да бъде изрично и/или косвено съгласие в зависимост от приложимото право, имате право да оттеглите вашето съгласие по всяко време. Можете да оттеглите съгласието си по всяко време, като се свържете с нас, като използвате данните за контакт, предоставени в раздела „ КАК МОЖЕТЕ ДА СЕ СВЪРЖЕТЕ С НАС ОТНОСНО ТОВА СЪОБЩЕНИЕ? “ по-долу.
 
Все пак, имайте предвид, че това няма да засегне законосъобразността на обработката преди нейното оттегляне, нито, когато приложимото законодателство позволява, ще засегне обработката на вашата лична информация, извършена въз основа на законни основания за обработка, различни от съгласието.
 
Отказ от маркетингови и промоционални съобщения: Можете да се отпишете от нашите маркетингови и промоционални съобщения по всяко време, като щракнете върху връзката за отписване в имейлите, които изпращаме, или като се свържете с нас, като използвате данните, посочени в раздела „ КАК МОЖЕТЕ ДА СЕ СВЪРЖЕТЕ С НАС ОТНОСНО ТОВА СЪОБЩЕНИЕ? “ по-долу. След това ще бъдете премахнат от маркетинговите списъци. Възможно е обаче да продължим да комуникираме с вас — например, за да ви изпратим съобщения, свързани с услуги, които са необходими за администрирането и използването на вашия акаунт, за да отговорим на заявки за услуги или за други немаркетингови цели.
Информация за акаунта
Ако по всяко време искате да прегледате или промените информацията в акаунта си или да прекратите акаунта си, можете:
Влезте в настройките на акаунта си и актуализирайте потребителския си акаунт.
При заявка от ваша страна за прекратяване на вашия акаунт, ние ще деактивираме или изтрием вашия акаунт и информация от нашите активни бази данни. Възможно е обаче да запазим част от информацията в нашите файлове, за да предотвратим измами, да отстраним проблеми, да помогнем при всякакви разследвания, да наложим нашите правни условия и/или да спазим приложимите законови изисквания.
 
Бисквитки и подобни технологии: Повечето уеб браузъри са настроени да приемат бисквитки по подразбиране. Ако предпочитате, обикновено можете да изберете да настроите браузъра си да премахва бисквитки и да ги отхвърля. Ако решите да премахнете бисквитките или да отхвърлите бисквитките, това може да засегне определени функции или услуги на нашите Услуги. За допълнителна информация, моля, вижте нашата бележка за бисквитки: digital-estate.bg/cookies.
 
Ако имате въпроси или коментари относно вашите права за поверителност, можете да ни изпратите имейл на support@digital-estate.bg.
 
11. КОНТРОЛИ ЗА ФУНКЦИИ ЗА НЕ ПРОСЛЕДЯВАНЕ
Повечето уеб браузъри и някои мобилни операционни системи и мобилни приложения включват функция или настройка Do-Not-Track („DNT“), която можете да активирате, за да сигнализирате за вашето предпочитание за поверителност да не се наблюдават и събират данни за вашите дейности при сърфиране онлайн. На този етап не е финализиран единен технологичен стандарт за разпознаване и прилагане на DNT сигнали. Като такива, в момента не отговаряме на DNT сигнали на браузъра или друг механизъм, който автоматично съобщава вашия избор да не бъдете проследявани онлайн. Ако бъде приет стандарт за онлайн проследяване, който трябва да следваме в бъдеще, ще ви информираме за тази практика в преработена версия на това Известие за поверителност.
 
12. ПРАВИМ ЛИ АКТУАЛИЗАЦИИ НА ТОВА ИЗВЕСТИЕ?
Накратко: Да, ние ще актуализираме това известие, ако е необходимо, за да сме в съответствие със съответните закони.
 
Възможно е да актуализираме това Известие за поверителност от време на време. Актуализираната версия ще бъде обозначена с актуализирана дата „Ревизирана“ в горната част на това Известие за поверителност. Ако направим съществени промени в това Известие за поверителност, може да ви уведомим или чрез публикуване на видно място за такива промени, или като директно ви изпратим известие. Насърчаваме ви да преглеждате често това Известие за поверителност, за да бъдете информирани за това как защитаваме вашата информация.
 
13. КАК МОЖЕТЕ ДА СЕ СВЪРЖЕТЕ С НАС ОТНОСНО ТОВА ИЗВЕСТИЕ?
Ако имате въпроси или коментари относно това известие, можете да ни изпратите имейл на support@digital-estate.bg или да се свържете с нас по пощата на:
 
ЧЪК СТАР ЕООД
БЪЛГАРИЯ, гр. Варна, р-н Приморски, ул. Перуника, 43
Варна 9000
България
 
14. КАК МОЖЕТЕ ДА ПРЕГЛЕДАТЕ, АКТУАЛИЗИРАТЕ ИЛИ ИЗТРИЕТЕ ДАННИТЕ, КОИТО СЪБИРАМЕ ОТ ВАС?
Въз основа на приложимите закони на вашата страна може да имате право да поискате достъп до личната информация, която събираме от вас, подробности за това как сме я обработили, коригиране на неточности или изтриване на вашата лична информация. Можете също така да имате право да оттеглите съгласието си за нашата обработка на вашата лична информация. Тези права могат да бъдат ограничени при някои обстоятелства от приложимото законодателство. За да поискате преглед, актуализиране или изтриване на вашата лична информация, моля, попълнете и изпратете заявка за достъп на субект на данни .
`;
