export const TermsOfService = `Последна актуализация 17 април 2025 г

СЪГЛАСИЕ С НАШИТЕ ЗАКОНОВИ УСЛОВИЯ

Ние сме ЧЪК СТАР ЕООД, развиващи дейност като Digital Estate (" Фирма ", " ние ", " нас " , " наш "), компания, регистрирана в България на БЪЛГАРИЯ, гр. Варна, р-н Приморски, ул. Перуника, 43, Варна 9000.
Ние управляваме уебсайта https://digital-estate.bg („ Сайтът “), както и всички други свързани продукти и услуги, които препращат или се свързват с тези правни условия („ Правни условия “) (наричани заедно „ Услуги “).
Можете да се свържете с нас на телефон (+359)876252621, имейл на support@digital-estate.bg или по пощата на БЪЛГАРИЯ, гр. Варна, р-н Приморски, ул. Перуника, 43, Варна 9000, България.
Тези Правни условия представляват правно обвързващо споразумение, сключено между вас, лично или от името на юридическо лице („ вие “), и ЧЪК СТАР ЕООД, относно вашия достъп и използването на услугите. Вие се съгласявате, че с достъпа до Услугите сте прочели, разбрали и сте се съгласили да бъдете обвързани с всички тези Правни условия. АКО НЕ СТЕ СЪГЛАСНИ С ВСИЧКИ ТЕЗИ ЗАКОНОВИ УСЛОВИЯ, ИЗРИЧНО ВИ Е ЗАБРАНЕНО ДА ИЗПОЛЗВАТЕ УСЛУГИТЕ И ТРЯБВА ДА ПРЕКРАТИТЕ ИЗПОЛЗВАНЕТО НЕЗАБАВНО.
 Ще ви предоставим предварително известие за всички планирани промени в услугите, които използвате. Променените Правни условия ще влязат в сила след публикуване или уведомяване на support@digital-estate.bg, както е посочено в имейл съобщението. Продължавайки да използвате Услугите след датата на влизане в сила на промените, вие се съгласявате да бъдете обвързани с променените условия.
 Услугите са предназначени за потребители, които са навършили 18 години. Лица под 18-годишна възраст нямат право да използват или да се регистрират за Услугите.
Препоръчваме ви да отпечатате копие от тези Правни условия за ваша документация.

СЪДЪРЖАНИЕ
1. НАШИТЕ УСЛУГИ
2. ПРАВА НА ИНТЕЛЕКТУАЛНА СОБСТВЕНОСТ
3. ПРЕДСТАВИТЕЛСТВА НА ПОТРЕБИТЕЛИТЕ
4. РЕГИСТРАЦИЯ НА ПОТРЕБИТЕЛ
5. ПОКУПКИ И ПЛАЩАНЕ
6. АБОНАМЕНТИ
7. ЗАБРАНЕНИ ДЕЙНОСТИ
8. ПРИНОС, ГЕНЕРИРАН ОТ ПОТРЕБИТЕЛИТЕ
9. ЛИЦЕНЗ ЗА ПРИНОС
10. НАСОКИ ЗА ПРЕГЛЕДИ
11. УПРАВЛЕНИЕ НА УСЛУГИТЕ
12. ПОЛИТИКА ЗА ПОВЕРИТЕЛНОСТ
13. НАРУШЕНИЯ НА АВТОРСКИ ПРАВА
14. СРОК И ПРЕКРАТЯВАНЕ
15. МОДИФИКАЦИИ И ПРЕКЪСВАНИЯ
16. ПРИЛАГАЩ ЗАКОН
17. РАЗРЕШАВАНЕ НА СПОРОВЕ
18. КОРЕКЦИИ
19. ОТКАЗ ОТ ОТГОВОРНОСТ
20. ОГРАНИЧЕНИЯ НА ОТГОВОРНОСТТА
21. ОБЕЗЩЕТЕНИЕ
22. ПОТРЕБИТЕЛСКИ ДАННИ
23. ЕЛЕКТРОННИ КОМУНИКАЦИИ, ТРАНЗАКЦИИ И ПОДПИСИ
24. РАЗНИ
25. СВЪРЖЕТЕ СЕ С НАС
 
1. НАШИТЕ УСЛУГИ
Информацията, предоставена при използване на Услугите, не е предназначена за разпространение или използване от което и да е физическо или юридическо лице в която и да е юрисдикция или държава, където такова разпространение или използване би било в противоречие със закон или наредба или което би ни подложило на изискване за регистрация в рамките на такава юрисдикция или държава. Съответно тези лица, които изберат да получат достъп до Услугите от други места, правят това по собствена инициатива и носят цялата отговорност за спазването на местните закони, ако и доколкото местните закони са приложими.
 
2. ПРАВА НА ИНТЕЛЕКТУАЛНА СОБСТВЕНОСТ
Нашата интелектуална собственост
Ние сме собственик или лицензополучател на всички права върху интелектуалната собственост в нашите Услуги, включително целия изходен код, бази данни, функционалност, софтуер, дизайн на уебсайтове, аудио, видео, текст, снимки и графики в Услугите (наричани заедно „Съдържание“), както и съдържащите се в тях търговски марки, марки за услуги и лога („Марките“).
Нашето съдържание и марки са защитени от закони за авторско право и търговски марки (и различни други права върху интелектуалната собственост и закони за нелоялна конкуренция) и договори по целия свят.
 Съдържанието и Марките се предоставят във или чрез Услугите „КАКТО СА“ само за вашите бизнес цели.
Вашето използване на нашите Услуги
При спазване от ваша страна на настоящите Правни условия, включително раздела „ ЗАБРАНЕНИ ДЕЙНОСТИ “ по-долу, ние ви предоставяме неизключителен, непрехвърляем, отменим лиценз за вашите бизнес цели.
Ако желаете да използвате Услугите, Съдържанието или Знаците по някакъв начин, различен от посочения в този раздел или на друго място в нашите Правни условия, моля, отправете заявката си до: support@digital-estate.bg. Ако някога ви дадем разрешение да публикувате, възпроизвеждате или показвате публично каквато и да е част от нашите Услуги или Съдържание, вие трябва да ни идентифицирате като собственици или лицензодатели на Услугите, Съдържанието или Марките и да гарантирате, че всяко известие за авторско право или собственост се появява или е видимо при публикуване, възпроизвеждане или показване на нашето Съдържание.
Ние си запазваме всички права, които не са ви изрично предоставени в Услугите, Съдържанието и Марките.
Всяко нарушение на тези Права на интелектуална собственост ще представлява съществено нарушение на нашите Правни условия и правото ви да използвате нашите Услуги ще бъде прекратено незабавно.
Вашите предложения и приноси
Моля, прегледайте внимателно този раздел и раздела „ ЗАБРАНЕНИ ДЕЙНОСТИ “, преди да използвате нашите Услуги, за да разберете (a) правата, които ни давате, и (b) задълженията, които имате, когато публикувате или качвате съдържание чрез Услугите.
 
Изпращания: Като ни изпращате директно всеки въпрос, коментар, предложение, идея, обратна връзка или друга информация относно Услугите („Изпращания“), вие се съгласявате да ни прехвърлите всички права на интелектуална собственост върху такова Изпращане. Вие се съгласявате, че ние ще притежаваме това Предоставяне и имаме право на неговото неограничено използване и разпространение за всякакви законни цели, търговски или други, без потвърждение или компенсация за вас.
Приноси: Услугите може да ви поканят да чатите, да допринасяте или да участвате в блогове, табла за съобщения, онлайн форуми и други функции, по време на които можете да създавате, изпращате, публикувате, показвате, предавате, публикувате, разпространявате или излъчвате съдържание и материали до нас или чрез Услугите, включително, но не само текст, писания, видео, аудио, снимки, музика, графики, коментари, рецензии, предложения за рейтинг, лична информация или други материали („Приноси“). Всяко Изпращане, което е публично публикувано, също се третира като Принос.
Вие разбирате, че Приносът може да се вижда от други потребители на Услугите.
Когато публикувате Приноси, вие ни предоставяте лиценз (включително използването на вашето име, търговски марки и лога): С публикуването на каквито и да било приноси вие ни предоставяте неограничено, неограничено, неотменимо, вечно, неизключително, прехвърляемо, безвъзмездно, напълно платено, световно право и лиценз за: използване, копиране, възпроизвеждане, разпространение, продажба, препродаване, публикуване, излъчване, преименувайте, съхранявайте, представяйте публично, показвайте публично, преформатирайте, превеждайте, извличайте откъси (изцяло или частично) и използвайте вашите приноси (включително, без ограничение, вашето изображение, име и глас) за всякакви цели, търговски, рекламни или други, за да подготвите производни произведения на или да включите в други произведения вашите приноси и да сублицензирате лицензите, предоставени в този раздел. Използването и разпространението ни може да става във всякакви медийни формати и чрез всякакви медийни канали.
Този лиценз включва използването от наша страна на вашето име, име на фирма и име на франчайз, както е приложимо, както и всички търговски марки, марки за услуги, търговски имена, лога и лични и търговски изображения, които предоставяте.
Вие носите отговорност за това, което публикувате или качвате: Като ни изпращате Изпращания и/или публикувате Приноси чрез която и да е част от Услугите или правите Приноси достъпни чрез Услугите, като свързвате своя акаунт чрез Услугите с който и да е от вашите акаунти в социалните мрежи, вие:
потвърждавате, че сте прочели и сте съгласни с нашите „ ЗАБРАНЕНИ ДЕЙНОСТИ “ и няма да публикувате, изпращате, публикувате, качвате или предавате чрез Услугите каквото и да е Изпращане, нито публикувате какъвто и да е Принос, който е незаконен, тормозен, насаждащ омраза, вреден, клеветнически, неприличен, малтретиращ, злоупотребяващ, дискриминационен, заплашителен за което и да е лице или група, сексуално явен, неверен, неточен, измамен или подвеждащ;
до степента, допустима от приложимото законодателство, да се откажете от всички морални права върху всяко такова Предоставяне и/или Принос;
гарантираме, че всяко такова Изпращане и/или Приноси са оригинални за вас или че имате необходимите права и лицензи за изпращане на такива Изпращания и/или Приноси и че имате пълното право да ни предоставите горепосочените права във връзка с вашите Изпращания и/или Приноси; и
гарантираме и заявяваме, че вашите Изпращания и/или Приноси не представляват поверителна информация.
Вие носите цялата отговорност за вашите Изпратени материали и/или приноси и изрично се съгласявате да ни възстановите всички загуби, които може да понесем поради нарушение от ваша страна на (a) този раздел, (b) правата на интелектуална собственост на трета страна или (c) приложимото право.
Можем да премахнем или редактираме вашето Съдържание: Въпреки че нямаме задължение да наблюдаваме каквито и да било приноси, ние ще имаме правото да премахваме или редактираме всякакви приноси по всяко време без предизвестие, ако по наше разумно мнение считаме, че тези приноси са вредни или нарушават настоящите Правни условия. Ако премахнем или редактираме такива Приноси, можем също така да спрем или деактивираме вашия акаунт и да ви докладваме на властите.
Нарушаване на авторски права
Ние уважаваме правата на интелектуална собственост на другите. Ако смятате, че който и да е материал, наличен в или чрез Услугите, нарушава авторски права, които притежавате или контролирате, моля, незабавно вижте раздела „ НАРУШЕНИЯ НА АВТОРСКИ ПРАВА “ по-долу.

3. ПРЕДСТАВИТЕЛСТВА НА ПОТРЕБИТЕЛИТЕ
Използвайки Услугите, вие заявявате и гарантирате, че: (1) цялата регистрационна информация, която изпращате, ще бъде вярна, точна, актуална и пълна; (2) вие ще поддържате точността на тази информация и своевременно ще актуализирате тази информация за регистрация, ако е необходимо; (3) имате правоспособност и сте съгласни да спазвате тези Правни условия; (4) не сте непълнолетен в юрисдикцията, в която пребивавате; (5) няма да осъществявате достъп до Услугите чрез автоматизирани или нечовешки средства, независимо дали чрез бот, скрипт или по друг начин; (6) няма да използвате Услугите за незаконни или неоторизирани цели; и (7) използването на услугите от ваша страна няма да наруши приложим закон или наредба.
Ако предоставите каквато и да е информация, която е невярна, неточна, неактуална или непълна, ние имаме право да спрем или прекратим вашия акаунт и да откажем всякакво текущо или бъдещо използване на Услугите (или която и да е част от тях).

4. РЕГИСТРАЦИЯ НА ПОТРЕБИТЕЛ
Може да се наложи да се регистрирате, за да използвате Услугите. Вие се съгласявате да запазите паролата си поверителна и ще носите отговорност за всяко използване на вашия акаунт и парола. Ние си запазваме правото да премахнем, възстановим или променим избрано от вас потребителско име, ако преценим, по наше усмотрение, че това потребителско име е неподходящо, неприлично или по друг начин неприемливо.

5. ПОКУПКИ И ПЛАЩАНЕ
Приемаме следните форми на плащане:
- Visa
- Mastercard
- Google Pay
- Apple Pay
- Банков превод
Вие се съгласявате да предоставите актуална, пълна и точна информация за покупка и акаунт за всички покупки, направени чрез Услугите. Освен това се съгласявате да актуализирате незабавно информацията за акаунта и плащането, включително имейл адрес, метод на плащане и дата на изтичане на платежната карта, така че да можем да завършим вашите транзакции и да се свържем с вас, ако е необходимо. Данъкът върху продажбите ще бъде добавен към цената на покупките, според изискванията ни. Можем да променим цените по всяко време. Всички плащания се извършват в лева.
Вие се съгласявате да плащате всички такси по цените, които са в сила към момента за вашите покупки и всички приложими такси за доставка, и ни упълномощавате да таксуваме избрания от вас доставчик на плащания за всички такива суми, след като направите поръчката си. Запазваме си правото да коригираме всякакви грешки или грешки в ценообразуването, дори ако вече сме поискали или получили плащане.
Ние си запазваме правото да откажем всяка поръчка, направена чрез Услугите. Можем по свое усмотрение да ограничим или анулираме количествата, закупени на човек, на домакинство или на поръчка. Тези ограничения могат да включват поръчки, направени от или под същия клиентски акаунт, същия метод на плащане и/или поръчки, които използват същия адрес за фактуриране или доставка. Ние си запазваме правото да ограничаваме или забраняваме поръчки, които по наша преценка изглеждат направени от дилъри, дистрибутори или дистрибутори.

6. АБОНАМЕНТИ
Таксуване и подновяване
Вашият абонамент ще продължи и ще се поднови автоматично, освен ако не бъде анулиран. Вие се съгласявате да таксуваме вашия метод на плащане периодично, без да изискваме вашето предварително одобрение за всяко повтарящо се таксуване, докато не отмените съответната поръчка. Продължителността на вашия цикъл на фактуриране ще зависи от вида на абонаментния план, който сте избрали, когато сте се абонирали за Услугите.
Връщане на средства
Предлагаме 7-дневен срок, в който ако сте използвали пет или по-малко снимки и сте останали недоволни от услугата, можете да получите пълно възстановяване на заплатените средства. Пишете ни на support@digital-estate.bg, като опишете какво ви е разочаровало и как бихме могли да подобрим услугата.
Анулиране
Можете да прекратите абонамента си по всяко време, като влезете в акаунта си. Вашето анулиране ще влезе в сила в края на текущия платен срок. Ако имате някакви въпроси или не сте доволни от нашите Услуги, моля, пишете ни на support@digital-estate.bg.
Промени в таксите
Възможно е от време на време да правим промени в абонаментната такса и ще ви съобщаваме за всички промени в цената в съответствие с приложимото законодателство.

7. ЗАБРАНЕНИ ДЕЙНОСТИ
Нямате право да осъществявате достъп или да използвате Услугите за каквато и да е цел, различна от тази, за която предоставяме Услугите. Услугите не могат да се използват във връзка с каквито и да било търговски начинания, освен тези, които са специално препоръчани или одобрени от нас.
Като потребител на Услугите вие се съгласявате да не:
Систематично извличане на данни или друго съдържание от Услугите за създаване или компилиране, пряко или непряко, на колекция, компилация, база данни или директория без писмено разрешение от нас.
Мамите или подвеждате нас или други потребители, при опит да научите чувствителна информация за акаунта, като потребителски пароли.
Заобикаляте, деактивирате или по друг начин се намесвате в свързаните със сигурността функции на Услугите, включително функции, които предотвратяват или ограничават използването или копирането на каквото и да е Съдържание или налагат ограничения върху използването на Услугите и/или Съдържанието, което се съдържа в тях.
Опозорявате, опетнявате или по друг начин вредите, по наше мнение, на нас и/или Услугите ни.
Използвате информация, получена от Услугите, за да тормозите, злоупотребявате или наранявате друго лице.
Използвате неправилно нашите услуги за поддръжка или подавате фалшиви доклади за злоупотреба или неправомерно поведение.
Използвате Услугите по начин, който не е в съответствие с приложимите закони или разпоредби.
Участвате в неоторизирано разпространяване или свързване към Услугите.
Качвате или предавате (или се опитвайте да качвате или предавате) вируси, троянски коне или друг материал, включително прекомерна употреба на главни букви и спам (непрекъснато публикуване на повтарящ се текст), който пречи на непрекъснатото използване и удоволствие от Услугите от която и да е страна или модифицира, влошава, нарушава, променя или се намесва в използването, функциите, функциите, работата или поддръжката на Услугите.
Участвате в каквото и да е автоматизирано използване на системата, като например използване на скриптове за изпращане на коментари или съобщения, или използване на всякакви инструменти за извличане на данни, роботи или подобни инструменти за събиране и извличане на данни.
Опит да се представяте за друг потребител или лице или да използвате потребителското име на друг потребител.
Качвайте или предавайте (или опитвайте да качвате или предавате) всякакъв материал, който действа като пасивен или активен механизъм за събиране или предаване на информация, включително без ограничение формати за обмен на ясни графики („gifs“), 1 × 1 пиксела, уеб грешки, бисквитки или други подобни устройства (понякога наричани „шпионски софтуер“ или „пасивни механизми за събиране“ или „pcms“).
Пречат, прекъсват или създават неоправдана тежест върху Услугите или мрежите или услугите, свързани с Услугите.
Тормозите, дразните, сплашвате или заплашвате някой от нашите служители или агенти, ангажирани с предоставянето на която и да е част от Услугите за вас.
Опитайте се да заобиколите всякакви мерки на Услугите, предназначени да предотвратят или ограничат достъпа до Услугите или която и да е част от Услугите.
Копирайте или адаптирайте софтуера на Услугите, включително, но не само, Flash, PHP, HTML, JavaScript или друг код.
Освен разрешеното от приложимото законодателство, дешифриране, декомпилиране, разглобяване или извършване на обратно инженерство на който и да е софтуер, съставляващ или по някакъв начин съставляващ част от Услугите.
Освен ако това не е резултат от използване на стандартна търсачка или интернет браузър, използване, стартиране, разработване или разпространяване на всякаква автоматизирана система, включително, без ограничение, всеки паяк, робот, помощна програма за измама, скрепер или офлайн четец, които имат достъп до Услугите, или използвайте или стартирайте всеки неоторизиран скрипт или друг софтуер.
Използване на агент за покупки, за да правите покупки на Услугите.
Извършвате каквото и да е неразрешено използване на Услугите, включително събиране на потребителски имена и/или имейл адреси на потребители по електронен или друг начин с цел изпращане на нежелан имейл или създаване на потребителски акаунти чрез автоматизирани средства или под фалшив претекст.
Използвате Услугите като част от всяко усилие да се конкурирате с нас или по друг начин да използвате Услугите и/или Съдържанието за всяко начинание за генериране на приходи или търговско предприятие с конкурентна цел.
 
8. ПРИНОС, ГЕНЕРИРАН ОТ ПОТРЕБИТЕЛИТЕ
Услугите може да ви канят да чатите, да допринасяте или да участвате в блогове, табла за съобщения, онлайн форуми и други функции и може да ви предоставят възможност да създавате, изпращате, публикувате, показвате, предавате, изпълнявате, публикувате, разпространявате или излъчвате съдържание и материали до нас или в Услугите, включително, но не само текст, писания, видео, аудио, снимки, графики, коментари, предложения или лична информация или друг материал (колективно, „Приноси“). Приносът може да се вижда от други потребители на Услугите и чрез уебсайтове на трети страни. Като такива, всички приноси, които предавате, могат да бъдат третирани като неповерителни и несобствени. Когато създавате или предоставяте каквито и да било приноси, вие по този начин заявявате и гарантирате, че:
Създаването, разпространението, предаването, публичното показване или представянето, както и достъпът, изтеглянето или копирането на вашите Приноси не нарушават и няма да нарушават правата на собственост, включително, но не само, авторските права, патентите, търговските марки, търговските тайни или моралните права на трета страна.
Вие сте създател и собственик на или имате необходимите лицензи, права, съгласия, версии и разрешения да използвате и да упълномощавате нас, Услугите и други потребители на Услугите да използват вашите Приноси по какъвто и да е начин, предвиден от Услугите и тези Правни условия.
Имате писменото съгласие, освобождаване и/или разрешението на всяко идентифицируемо физическо лице във вашите Приноси да използвате името или образа на всяко такова идентифицируемо физическо лице, за да позволите включването и използването на вашите Приноси по какъвто и да е начин, предвиден от Услугите и тези Правни условия.
Вашите приноси не са фалшиви, неточни или подвеждащи.
Вашите приноси не са непоискани или неоторизирани реклами, промоционални материали, пирамидални схеми, верижни писма, спам, масови съобщения или други форми на привличане.
Вашите приноси не са неприлични, неприлични, похотливи, мръсни, насилствени, тормозещи, клеветнически, клеветнически или по друг начин нежелателни (както е определено от нас).
Вашите приноси не осмиват, подиграват, пренебрегват, сплашват или злоупотребяват с никого.
Вашите приноси не се използват за тормоз или заплаха (в правния смисъл на тези термини) на друго лице и за насърчаване на насилие срещу конкретно лице или клас хора.
Вашите приноси не нарушават приложим закон, наредба или правило.
Вашите приноси не нарушават правата за поверителност или публичност на трета страна.
Вашите приноси не нарушават нито един приложим закон относно детската порнография или по друг начин предназначени да защитят здравето или благополучието на непълнолетни.
Вашите приноси не включват никакви обидни коментари, които са свързани с раса, национален произход, пол, сексуални предпочитания или физически недъг.
Вашите приноси не нарушават по друг начин или не водят до материали, които нарушават, никоя разпоредба на тези Правни условия или който и да е приложим закон или наредба.
Всяко използване на Услугите в нарушение на гореизложеното нарушава настоящите Правни условия и може да доведе, наред с други неща, до прекратяване или спиране на вашите права за използване на Услугите.
 
9. ЛИЦЕНЗ ЗА ПРИНОС
Публикувайки вашите приноси към която и да е част от Услугите, вие автоматично предоставяте и декларирате и гарантирате, че имате правото да ни предоставите неограничено, неограничено, неотменимо, вечно, неизключително, прехвърляемо, безплатно, напълно платено, световно право и лиценз за хостване, използване, копиране, възпроизвеждане, разкриване, продажба, препродаване, публикуване, излъчване, преименуване, архивирате, съхранявате, кеширате, публично изпълнявате, показвате публично, преформатирате, превеждате, предавате, извличате (изцяло или частично) и разпространявате такива Приноси (включително, без ограничение, вашето изображение и глас) за всякакви цели, търговски, рекламни или други, и за изготвяне на производни произведения на или включване в други произведения, такива Приноси, и предоставяне и упълномощаване на сублицензи за горепосоченото. Използването и разпространението може да става във всякакви медийни формати и чрез всякакви медийни канали.
 
Този лиценз ще се прилага за всяка форма, медия или технология, известна сега или разработена по-нататък, и включва използването от наша страна на вашето име, име на фирма и име на франчайз, както е приложимо, както и всяка от търговските марки, марките за услуги, търговските имена, лога и личните и търговски изображения, които предоставяте. Вие се отказвате от всички морални права във вашите Приноси и гарантирате, че моралните права не са били заявени по друг начин във вашите Приноси.
 
Ние не претендираме за собственост върху вашите приноси. Вие запазвате пълната собственост върху всичките си Приноси и всички права на интелектуална собственост или други права на собственост, свързани с Вашите Приноси. Ние не носим отговорност за изявления или изявления във вашите Приноси, предоставени от вас в която и да е област на Услугите. Вие носите цялата отговорност за вашите приноси към услугите и изрично се съгласявате да ни освободите от всякаква отговорност и да се въздържате от каквито и да е правни действия срещу нас по отношение на вашите приноси.
 
Ние имаме правото, по наше единствено и абсолютно усмотрение, (1) да редактираме, редактираме или променяме по друг начин всеки Принос; (2) да прекатегоризирате всички Приноси, за да ги поставите на по-подходящи места в Услугите; и (3) да проверява предварително или да изтрива всички Приноси по всяко време и по каквато и да е причина, без предизвестие. Ние нямаме задължение да наблюдаваме вашите приноси.

10. НАСОКИ ЗА ПРЕГЛЕДИ
Може да ви предоставим възможност в Услугите, за да оставите отзиви или оценки. Когато публикувате рецензия, трябва да спазвате следните критерии: (1) трябва да имате опит от първа ръка с услугата, която се рецензира; (2) вашите рецензии не трябва да съдържат обидни ругатни или оскърбителен, расистки, обиден или омразен език; (3) вашите отзиви не трябва да съдържат дискриминационни препратки, основани на религия, раса, пол, национален произход, възраст, семейно положение, сексуална ориентация или увреждане; (4) вашите отзиви не трябва да съдържат препратки към незаконна дейност; (5) не трябва да сте свързани с конкуренти, ако публикувате отрицателни отзиви; (6) не трябва да правите никакви заключения относно законността на поведението; (7) не можете да публикувате неверни или подвеждащи твърдения; и (8) не можете да организирате кампания, насърчаваща други да публикуват рецензии, независимо дали са положителни или отрицателни.
Можем да приемем, отхвърлим или премахнем рецензии по наше усмотрение. Ние нямаме абсолютно никакво задължение да проверяваме рецензиите или да изтриваме рецензии, дори ако някой смята рецензиите за нежелателни или неточни. Рецензиите не са одобрени от нас и не представляват непременно нашите мнения или възгледите на някой от нашите филиали или партньори. Ние не поемаме отговорност за какъвто и да е преглед или за каквито и да било искове, задължения или загуби, произтичащи от какъвто и да е преглед. Публикувайки рецензия, с настоящото ни предоставяте постоянно, неизключително, световно, безплатно, напълно платено, преотстъпващо и сублицензируемо право и лиценз за възпроизвеждане, промяна, превод, предаване по какъвто и да е начин, показване, изпълнение и/или разпространение на цялото съдържание, свързано с рецензията.

11. УПРАВЛЕНИЕ НА УСЛУГИТЕ
Ние си запазваме правото, но не и задължението, да: (1) наблюдаваме Услугите за нарушения на тези Правни условия; (2) да предприемем подходящи правни действия срещу всеки, който по наше усмотрение наруши закона или настоящите Правни условия, включително, без ограничение, докладване на такъв потребител на правоприлагащите органи; (3) по наше усмотрение и без ограничение да откажем, да ограничим достъпа до, да ограничим наличността или да деактивираме (до степента, в която това е технологично възможно) който и да е от вашите Приноси или част от тях; (4) по наше усмотрение и без ограничение, предизвестие или отговорност, да премахнем от Услугите или по друг начин да деактивираме всички файлове и съдържание, които са с прекомерен размер или по някакъв начин са обременителни за нашите системи; и (5) управляваме по друг начин Услугите по начин, предназначен да защити нашите права и собственост и да улесни правилното функциониране на Услугите.

12. ПОЛИТИКА ЗА ПОВЕРИТЕЛНОСТ
Грижим се за поверителността и сигурността на данните. С използването на Услугите вие се съгласявате да бъдете обвързани с нашата Политика за поверителност, публикувана в Услугите, която е включена в тези Правни условия. Моля, имайте предвид, че Услугите се хостват в България. Ако имате достъп до Услугите от който и да е друг регион на света със закони или други изисквания, уреждащи събирането, използването или разкриването на лични данни, които се различават от приложимите закони в България, тогава чрез продължаващото използване на Услугите вие прехвърляте данните си в България и изрично се съгласявате вашите данни да бъдат прехвърлени и обработвани в България.

13. НАРУШЕНИЯ НА АВТОРСКИ ПРАВА
Ние уважаваме правата на интелектуална собственост на другите. Ако смятате, че който и да е материал, наличен във или чрез Услугите, нарушава авторски права, които притежавате или контролирате, моля, незабавно ни уведомете, като използвате информацията за контакт, предоставена по-долу („Известие“). Копие от вашето Уведомление ще бъде изпратено до лицето, което е публикувало или съхранило материала, адресиран в Уведомлението. Моля, имайте предвид, че съгласно приложимото законодателство може да бъдете подведени под отговорност за щети, ако направите съществени погрешни твърдения в Уведомление. По този начин, ако не сте сигурни, че материалът, разположен в или свързан към Услугите, нарушава вашите авторски права, трябва да обмислите първо да се свържете с адвокат.

14. СРОК И ПРЕКРАТЯВАНЕ
Тези Правни условия остават в пълна сила и действие, докато използвате Услугите. БЕЗ ОГРАНИЧАВАНЕ НА ДРУГИ РАЗПОРЕДБИ НА ТЕЗИ ЗАКОННИ УСЛОВИЯ, НИЕ ЗАПАЗВАМЕ ПРАВОТО, ПО НАША ПРЕЦЕНКА И БЕЗ ПРЕДВЕСТИЕ ИЛИ ОТГОВОРНОСТ, ДА ОТКАЖЕМ ДОСТЪП ДО И ИЗПОЛЗВАНЕ НА УСЛУГИТЕ (ВКЛЮЧИТЕЛНО БЛОКИРАНЕ НА ОПРЕДЕЛЕНИ IP АДРЕСИ) НА ВСЯКО ЛИЦЕ ПО ВСЯКА ПРИЧИНА ИЛИ ЗА НИКАКВА ПРИЧИНА, ВКЛЮЧИТЕЛНО БЕЗ ОГРАНИЧЕНИЕ ЗА НАРУШЕНИЕ НА ИЗЯВЛЕНИЕ, ГАРАНЦИЯ ИЛИ СПОРАЗУМЕНИЕ, СЪДЪРЖАЩИ СЕ В ТЕЗИ ПРАВНИ УСЛОВИЯ ИЛИ НА ПРИЛОЖИМ ЗАКОН ИЛИ НАРЕДБА. НИЕ МОЖЕМ ДА ПРЕКРАТИМ ИЗПОЛЗВАНЕТО ИЛИ УЧАСТИЕТО ВИ В УСЛУГИТЕ ИЛИ ДА ИЗТРИЕМ ВАШИЯ АКАУНТ И ВСЯКО СЪДЪРЖАНИЕ ИЛИ ИНФОРМАЦИЯ, КОИТО СЕ ПУБЛИКУВАТЕ ПО ВСЯКО ВРЕМЕ, БЕЗ ПРЕДУПРЕЖДЕНИЕ, ПО НАША ПРЕЦЕНКА.
Ако прекратим или спрем вашия акаунт по някаква причина, ви е забранено да се регистрирате и създавате нов акаунт под вашето име, фалшиво или заето име или името на която и да е трета страна, дори ако може да действате от името на третата страна. В допълнение към прекратяването или спирането на вашия акаунт, ние си запазваме правото да предприемем подходящи правни действия, включително, без ограничение, преследване на гражданско, наказателно и съдебно обезщетение.

15. МОДИФИКАЦИИ И ПРЕКЪСВАНИЯ
Ние си запазваме правото да променяме, модифицираме или премахваме съдържанието на Услугите по всяко време или по каквато и да е причина по наше усмотрение без предизвестие. Ние обаче нямаме задължение да актуализираме информация за нашите Услуги. Ние няма да носим отговорност пред вас или трета страна за каквато и да е модификация, промяна на цената, спиране или прекратяване на Услугите.
Не можем да гарантираме, че Услугите ще бъдат достъпни по всяко време. Може да срещнем хардуерни, софтуерни или други проблеми или да се наложи да извършим поддръжка, свързана с Услугите, което води до прекъсвания, забавяния или грешки. Ние си запазваме правото да променяме, преразглеждаме, актуализираме, спираме, преустановяваме или по друг начин модифицираме Услугите по всяко време или по каквато и да е причина, без да ви уведомяваме. Вие се съгласявате, че ние не носим никаква отговорност за каквито и да е загуби, щети или неудобства, причинени от невъзможността ви да получите достъп или да използвате Услугите по време на престой или прекъсване на Услугите. Нищо в тези Правни условия няма да се тълкува като задължаващо да поддържаме и поддържаме Услугите или да предоставяме корекции, актуализации или издания във връзка с тях.

16. ПРИЛАГАЩ ЗАКОН
Тези Правни условия се управляват и тълкуват съгласно законите на България, като използването на Конвенцията на ООН за договори за международни продажби на стоки е изрично изключено. Ако обичайното ви пребиваване е в ЕС и сте потребител, вие освен това притежавате защитата, предоставена ви от задължителните разпоредби на закона във вашата страна на пребиваване. ЧЪК СТАР ЕООД и вие се съгласявате да се подчинявате на неизключителната юрисдикция на съдилищата на България, което означава, че можете да предявите иск за защита на правата си за защита на потребителите по отношение на тези Правни условия в България или в държавата от ЕС, в която пребивавате.

17. РАЗРЕШАВАНЕ НА СПОРОВЕ
Европейската комисия предоставя платформа за онлайн разрешаване на спорове , до която имате достъп. Ако искате да насочите вниманието ни към тази тема, моля свържете се с нас.

18. КОРЕКЦИИ
В Услугите може да има информация, която съдържа типографски грешки, неточности или пропуски, включително описания, цени, наличност и различна друга информация. Ние си запазваме правото да коригираме всякакви грешки, неточности или пропуски и да променяме или актуализираме информацията в Услугите по всяко време, без предварително известие.
 
19. ОТКАЗ ОТ ОТГОВОРНОСТ
УСЛУГИТЕ СЕ ПРЕДОСТАВЯТ НА БАЗА КАКТО Е И КАКВОТО Е НАЛИЧНО. ВИЕ СЕ СЪГЛАСЯВАТЕ, ЧЕ ИЗПОЛЗВАНЕТО НА УСЛУГИТЕ ЩЕ Е НА ВАШ РИСК. В НАЙ-ПЪЛНАТА СТЕПЕН, РАЗРЕШЕНА ОТ ЗАКОНА, НИЕ ОТХВЪРЛЯМЕ ВСЯКАКВИ ГАРАНЦИИ, ИЗРИЧНИ ИЛИ КОСВЕНИ, ВЪВ ВРЪЗКА С УСЛУГИТЕ И ИЗПОЛЗВАНЕТО ОТ ВАШАТА ТЯХ, ВКЛЮЧИТЕЛНО, БЕЗ ОГРАНИЧЕНИЕ, КОСВЕНИТЕ ГАРАНЦИИ ЗА ПРОДАВАЕМОСТ, ПРИГОДНОСТ ЗА ОПРЕДЕЛЕНО ЦЕЛ И НЕНАРУШЕНИЕ. НИЕ НЕ ДАВАМЕ НИКАКВИ ГАРАНЦИИ ИЛИ ЗАЯВЛЕНИЯ ОТНОСНО ТОЧНОСТТА ИЛИ ПЪЛНОТАТА НА СЪДЪРЖАНИЕТО НА УСЛУГИТЕ ИЛИ СЪДЪРЖАНИЕТО НА УЕБСАЙТОВЕ ИЛИ МОБИЛНИ ПРИЛОЖЕНИЯ, СВЪРЗАНИ С УСЛУГИТЕ, И НЯМА ДА ПОЕМЕМ НИКАКВА ОТГОВОРНОСТ ИЛИ ОТГОВОРНОСТ ЗА (1) ГРЕШКИ, ГРЕШКИ ИЛИ НЕТОЧНОСТИ В СЪДЪРЖАНИЕТО И МАТЕРИАЛИТЕ, (2) ЛИЧНИ НАВРЕДИ ИЛИ ИМУЩЕСТВЕНИ ЩЕТИ ОТ КАКВОТО И ДА Е Естество, ПРОИЗТИЧАЩИ ОТ ВАШИЯ ДОСТЪП ДО И ИЗПОЛЗВАНЕ НА УСЛУГИТЕ, (3) ВСЕКИ НЕОТОРИЗИРАН ДОСТЪП ДО ИЛИ ИЗПОЛЗВАНЕ НА НАШИТЕ СИГУРНИ СЪРВЪРИ И/ИЛИ ВСЯКАКВА И ЦЯЛАТА ЛИЧНА ИНФОРМАЦИЯ И/ИЛИ ФИНАНСОВА ИНФОРМАЦИЯ, СЪХРАНЯВАНА В ТЯ, (4) ВСЯКАКВО ПРЕКЪСВАНЕ ИЛИ ПРЕКРАТЯВАНЕ НА ПРЕДАВАНЕ КЪМ ИЛИ ОТ УСЛУГИТЕ, (5) ВСЯКАКВИ БЪГОВЕ, ВИРУСИ, ТРОЙАНСКИ КОНЕ ИЛИ ПОДОБНИ, КОИТО МОГАТ ДА БЪДАТ ПРЕДАВАНИ КЪМ ИЛИ ПРЕЗ УСЛУГИ ОТ ВСЯКАКВА ТРЕТА СТРАНА И/ИЛИ (6) ГРЕШКИ ИЛИ ПРОПУСКИ В ВСЯКО СЪДЪРЖАНИЕ И МАТЕРИАЛИ ИЛИ ЗА ВСЯКАКВА ЗАГУБА ИЛИ ЩЕТА ОТ ВСЯКАКЪВ ВИД, ВЪЗНИКНАЛИ В РЕЗУЛТАТ ОТ ИЗПОЛЗВАНЕТО НА ВСЯКО СЪДЪРЖАНИЕ, ПУБЛИКУВАНО, ПРЕДАДЕНО ИЛИ ДРУГО НАПРАВЕНО ДОСТЪПНО ЧРЕЗ УСЛУГИ. НИЕ НЕ ГАРАНТИРАМЕ, ОДОБРЯВАМЕ, ГАРАНТИРАМЕ И НЕ ПОЕМАМЕ ОТГОВОРНОСТ ЗА НИКОЙ ПРОДУКТ ИЛИ УСЛУГА, РЕКЛАМИРАНИ ИЛИ ПРЕДЛАГАНИ ОТ ТРЕТА СТРАНА ЧРЕЗ УСЛУГИТЕ, НИКАКЪВ УЕБСАЙТ С ХИПЕРВЪРЗКИ ИЛИ УЕБСАЙТ ИЛИ МОБИЛНО ПРИЛОЖЕНИЕ, ПОКАЗВАНО В НЯКОЙ БАНЕР ИЛИ ДРУГА РЕКЛАМА И НИЕ НЯМА ДА БЪДЕМ СТРАНА КЪМ ИЛИ ПО НИКАКЪВ НАЧИН ДА НОСИМ ОТГОВОРНОСТ ЗА НАБЛЮДЕНИЕ НА ВСЯКАКВА ТРАНЗАКЦИЯ МЕЖДУ ВАС И ДОСТАВЧИЦИ НА ПРОДУКТИ ИЛИ УСЛУГИ ТРЕТИ СТРАНИ. КАКТО И ПРИ ЗАКУПУВАНЕТО НА ПРОДУКТ ИЛИ УСЛУГА ЧРЕЗ ВСЯКА МЕДИЯ ИЛИ ВЪВ ВСЯКАКВА СРЕДА, ТРЯБВА ДА ИЗПОЛЗВАТЕ НАЙ-ДОБРАТА СИ ПРЕЦЕНКА И ДА БЪДЕТЕ ВНИМАТЕЛНИ, КЪДЕТО Е Уместно.

20. ОГРАНИЧЕНИЯ НА ОТГОВОРНОСТТА
В НИКАКЪВ СЛУЧАЙ НИЕ ИЛИ НАШИТЕ ДИРЕКТОРИ, СЛУЖИТЕЛИ ИЛИ АГЕНТИ НЯМА ДА НОСИМ ОТГОВОРНОСТ КЪМ ВАС ИЛИ ТРЕТА ЛИЦА ЗА ПРЯКИ, НЕПРЯКИ, ПОСЛЕДВАЩИ, ПРИМЕРНИ, СЛУЧАЙНИ, СПЕЦИАЛНИ ИЛИ НАКАЗАТЕЛНИ ЩЕТИ, ВКЛЮЧИТЕЛНО ПРОПУСНАТА ПЕЧАЛБА, ЗАГУБА ПРИХОДИ, ЗАГУБА НА ДАННИ ИЛИ ДРУГИ ЩЕТИ, ПРОИЗТИЧАЩИ ОТ ИЗПОЛЗВАНЕТО НА УСЛУГИТЕ ОТ ВАС, ДОРИ АКО СМЕ БИЛИ УВЕДОМЛЕНИ ЗА ВЪЗМОЖНОСТТА ЗА ТАКИВА ЩЕТИ.

21. ОБЕЗЩЕТЕНИЕ
Вие се съгласявате да ни защитавате, обезщетявате и предпазвате от отговорност, включително нашите дъщерни дружества, филиали и всички наши съответни служители, агенти, партньори и служители, от и срещу всякакви загуби, щети, отговорност, искове или искания, включително разумни адвокатски хонорари и разходи, направени от трета страна поради или произтичащи от: (1) вашите вноски; (2) използване на Услугите; (3) нарушение на тези Правни условия; (4) всяко нарушение на вашите декларации и гаранции, посочени в тези Правни условия; (5) нарушение от ваша страна на правата на трета страна, включително, но не само правата на интелектуална собственост; или (6) всяко открито вредно действие спрямо всеки друг потребител на Услугите, с когото сте се свързали чрез Услугите. Независимо от гореизложеното, ние си запазваме правото, за ваша сметка, да поемем изключителната защита и контрол по всеки въпрос, за който се изисква да ни обезщетите, и вие се съгласявате да сътрудничите, за ваша сметка, при нашата защита на такива искове. Ние ще положим разумни усилия, за да ви уведомим за всеки подобен иск, действие или процедура, които са предмет на това обезщетение, след като узнаем за това.

22. ПОТРЕБИТЕЛСКИ ДАННИ
Ние ще поддържаме определени данни, които предавате на Услугите с цел управление на изпълнението на Услугите, както и данни, свързани с използването на Услугите от ваша страна. Въпреки че извършваме редовни рутинни резервни копия на данни, вие носите цялата отговорност за всички данни, които предавате или които се отнасят до всяка дейност, която сте предприели с помощта на Услугите. Вие се съгласявате, че няма да носим отговорност пред вас за каквато и да е загуба или повреда на каквито и да било такива данни и с настоящото се отказвате от всякакви права на действие срещу нас, произтичащи от такава загуба или повреда на такива данни.

23. ЕЛЕКТРОННИ КОМУНИКАЦИИ, ТРАНЗАКЦИИ И ПОДПИСИ
Посещението на Услугите, изпращането на имейли до нас и попълването на онлайн формуляри представляват електронни комуникации. Вие се съгласявате да получавате електронни съобщения и се съгласявате, че всички споразумения, известия, оповестявания и други съобщения, които ви предоставяме по електронен път, чрез имейл и в Услугите, отговарят на всички законови изисквания тази комуникация да бъде в писмен вид. С НАСТОЯЩОТО ВИЕ СЕ СЪГЛАСЯВАТЕ С ИЗПОЛЗВАНЕТО НА ЕЛЕКТРОННИ ПОДПИСИ, ДОГОВОРИ, ПОРЪЧКИ И ДРУГИ ЗАПИСИ, И С ЕЛЕКТРОННОТО ДОСТАВЯНЕ НА ИЗВЕСТИЯ, ПОЛИТИКИ И ЗАПИСИ НА ТРАНЗАКЦИИ, ИНИЦИИРАНИ ИЛИ ЗАВЪРШЕНИ ОТ НАС ИЛИ ЧРЕЗ УСЛУГИТЕ. С настоящото вие се отказвате от каквито и да било права или изисквания съгласно закони, наредби, правила, наредби или други закони във всяка юрисдикция, които изискват оригинален подпис или доставка или запазване на неелектронни записи, или за плащания или отпускане на кредити чрез всякакви средства, различни от електронни средства.

24. РАЗНИ
Тези Правни условия и всякакви политики или правила за работа, публикувани от нас в Услугите или по отношение на Услугите, представляват цялото споразумение и разбирателство между вас и нас. Нашата невъзможност да упражним или наложим което и да е право или разпоредба на тези Правни условия не действа като отказ от такова право или разпоредба. Тези Правни условия действат в най-пълната степен, допустима от закона. Можем да прехвърлим някои или всички наши права и задължения на други по всяко време. Ние няма да носим отговорност за никакви загуби, щети, забавяне или бездействие, причинени от причина извън нашия разумен контрол. Ако някоя разпоредба или част от разпоредба на настоящите Правни условия бъде определена като незаконна, нищожна или неприложима, тази разпоредба или част от разпоредбата се счита за отделима от настоящите Правни условия и не засяга валидността и изпълнимостта на останалите разпоредби. Няма съвместно предприятие, партньорство, трудово или агентско отношение, създадено между вас и нас в резултат на тези Правни условия или използване на Услугите. Вие се съгласявате, че тези Правни условия няма да бъдат тълкувани срещу нас по силата на това, че сте ги съставили. С настоящото вие се отказвате от всякакви защити, които може да имате въз основа на електронната форма на тези Правни условия и липсата на подпис от страните по тях за изпълнение на тези Правни условия.

25. СВЪРЖЕТЕ СЕ С НАС
За да разрешите жалба относно Услугите или да получите допълнителна информация относно използването на Услугите, моля, свържете се с нас на:
 ЧЪК СТАР ЕООД
БЪЛГАРИЯ, гр. Варна, р-н Приморски, ул. Перуника, 43
Варна 9000
България
Тел.: (+359)876252621
support@digital-estate.bg
`;
