import React from 'react';
import { YStack, XStack, useMedia, View } from 'tamagui';
import { MyText, Accordion, MyYStack } from '@/components/shared';
import { MessageCircle } from '@tamagui/lucide-icons';
import { IconContainer } from '@/components/ui';

const FAQ_CONTENT = [
  {
    id: 1,
    title: 'Какво е виртуално обзавеждане?',
    description:
      'Виртуалното обзавеждане е достъпен метод за брокери на недвижими имоти да направят имотите си по-привлекателни за потенциални купувачи. Вместо използването на традиционни техники за обзавеждане се прилага нова технология, за да се добавят мебели, декорации и други дизайнерски елементи към стаята. Това се постига чрез компютърен софтуер и 3D визуализация, създавайки виртуално представяне на напълно обзаведено и декорирано пространство.\n\nЧрез използването на виртуално обзавеждане, агентите могат да увеличат възприеманата стойност на даден имот и да го направят по-стойностен за клиента, като му покажат как би могло да изглежда пространството, когато е напълно завършено или ремонтирано.\n\nОсвен това, виртуалното обзавеждане ще помогне на имотите да се открояват в обяви и социални мрежи, като предоставя красиви изображения, които помагат на купувачите да си представят, че живеят в пространството.',
  },
  {
    id: 2,
    title: 'Защо да избера виртуално обзавеждане с Digital Estate?',
    description:
      'Предимствата на виртуалното обзавеждане от финансова гледна точка са очевидни. За сравнение с традиционните методи, минималното време на изпълнение е между 24 - 48 часа, с цени започващи от 80 лв. и стигащи до 200 лв. на стая.',
  },
  {
    id: 3,
    title: 'Какво е AI виртуално обзавеждане?',
    description:
      'AI виртуалното обзавеждане означава, че изкуствен интелект автоматично добавя мебели към снимката вместо интериорен дизайнер. Чрез нашите модели за машинно обучение, AI може да добави красиви, реалистични мебели с естествена светлина към всяка снимка на стая, правейки го неразличимо от човешкото виртуално обзавеждане или физическото обзавеждане на дома. Освен това, AI виртуалното обзавеждане намалява както времето за изчакване, така и разходите.',
  },
  {
    id: 5,
    title: 'Колко време отнема AI виртуалното обзавеждане?',
    description:
      'Обработката на изображението и генерирането на виртуално обзаведена версия отнема около 20 секунди.',
  },
  {
    id: 6,
    title: 'Какви видове стаи поддържате?',
    description:
      ' В момента поддържаме обзавеждане на всекидневни, спални, трапезарии, домашни офиси детски стаи, като скоро ще добавим кухня и баня. Предлагаме осем различни стила обзавеждане, от които да избирате. Ако стаята вече има мебели или е разхвърляна, ние можем да изчистим изображението преди да добавим новите мебели и по този начин ще получите една снимка на празната стая, в допълнение към обзаведените варианти.',
  },
  {
    id: 7,
    title: 'Колко богат е изборът ви на мебели?',
    description:
      'AI виртуалното обзавеждане не работи с предварително дефинирана библиотека с мебели. Алгоритъмът анализира всяка стая индивидуално и генерира обзавеждане, което най-добре пасва на стила и типа на стаята. Поради тази причина, еднакво обзавеждане на две различни стаи е невъзможно.',
  },
];

export const FAQ = () => {
  const media = useMedia();

  return (
    <MyYStack>
      <XStack width={'100%'}>
        <YStack gap="$2" width="100%" items="center" $lg={{ width: '40%', items: 'flex-start' }}>
          <XStack items="center" gap="$2">
            <IconContainer>
              <MessageCircle size={16} color="white" />
            </IconContainer>
            <MyText fw="bold">FAQ</MyText>
          </XStack>

          <YStack gap="$1">
            <MyText size="$9" fw="bold">
              Имате въпроси?
            </MyText>
            <MyText size="$9">Ние имаме отговорите</MyText>
          </YStack>
        </YStack>

        {media.lg && (
          <YStack width="100%" $lg={{ width: '60%' }} rounded={'$6'} overflow="hidden">
            <Accordion items={FAQ_CONTENT} />
          </YStack>
        )}
      </XStack>
      {!media.lg && (
        <View width={'100%'} rounded={'$6'} overflow="hidden">
          <Accordion items={FAQ_CONTENT} />
        </View>
      )}
    </MyYStack>
  );
};
